{
  "English": {
    "next": "Next",
    "collectedMoney": "Collected money",
    "expectedPrize": "Expected prize",
    "expectedBalloons": "Balloon",
    "takeMoney" : "Take money",
    "question1": "Sample question1",
    "question2": "Second TD",
    "answers1": ["1", "2sdasd", "3", "4"],
    "youScored": "Thank you for your answers!",
    "outOf": "out of",
    "Man": "Male",
    "Woman": "Female",
    "Other": "Other",
    "LastName": "E-mail (optional if you want to take part in selecting prizes for best players)",
    "Age": "Age",
    "Sex": "Gender",
    "summary": "Thank you for participating in the test.\nYour answers are safely saved.\nYou may close this window.",
    "introductionMessage": "You have been invited to take part in the study for the thesis of Kacper Rzepecki, fifth-year student of Psychology at the University of Wrocław. The obtained data will help in the preparation of the master's thesis on showing the differences between people using different foreign languages. Participation in the study is voluntary and fully anonymous. The results will be used for research purposes only and will only be analyzed in a group context, not an individual one. A short game will be displayed at the end of the test. For the best results, there are prizes in the form of a gift voucher to EMPIK stores for PLN 50. The 3 best-performing people will be selected.",
    "acknowledgementMessage": "I hereby declare that I freely  consent to participate in this study and I know that I can withdraw at any time for reasons that I do not need to disclose and without risking any consequences. The researcher assured me that I will remain anonymous. I consent to the processing of my personal data, but only for the purposes of this research. By clicking OK you agree to those terms.",
    "personalityTestInformation": "People differ in the ways they act and think in different situations. This is a test to measure some of the ways in which you act and think. Read each statement and choose the answear that suits you the best. Do not spend too much time on any statement. Answer quickly and honestly.\n1) Rarely / Never\n2) Occasionally\n3) Often\n4) Almost Always / Always",
    "readingComprehensionInfo" : "In the next part of the test, you will be asked to complete some simple tasks to test simple language functions. Read the displayed information carefully and try to do it as accurately as possible.",
    "readingComprehension" : "Reading comprehension:\nRead the text and answer the questions. When you read the text, click \"OK\".\nWARNING! After going further, you won't be able to go back to the text.",
    "readingComprehensionText" : "„There’s no such thing as perfect writing. Just like there’s nosuch thing as perfect despair.” A writer I happened to meet when I was in college told me this. It was a long time before I finally understood what those words meant, but just knowing them was a kind of comfort that put me at ease. There’s no such thing as a perfect writing style. However, in spite of that, the thought of actually writing something always filled me with a sense of hopelessness, because the things I was able to write about were fairly limited. For example, if I were to write about elephants, I’d have had no idea what words to use. That’s what it was like. I struggled on with this dilemma for eight years. Eight years that’s a long time. Of course, there’s a limit to how much you can try to learn about things, but it’s not as painful as being old. Atleast, that’s what they say. From the time I turned twenty, I strived to live my life this way. Thanks to this, I took painfulblows from others, I was deceived, misunderstood, and I also hadmany strange adventures. Lots of people came around to tell me their stories, and their words flew over my head as if crossing a bridge, and they never came back. During that time, I’d keep my mouth shut, not telling anybody anything. And that’s how I came to the end of my twenties.",
    "balloonGameInfo" : "The next part of the test will be displayed in a moment. You will be asked to play a simple game of \"Inflating Balloons\". The goal of the game is to score as many points as possible by increasing the balloon's volume. Each time the balloon is inflated, its value will increase, but it can also burst - it is equivalent to receiving 0 points for the balloon. In each of the 4 turns, 5 balloons will be displayed. The counter on the right will show you the points you have earned so far from previous turns. At the end of the turn, you will have the opportunity to compare your score with that of other participants.\nThe first turn is a test game and will not count points - its aim is to familiarize you with the game mechanics.\nGood luck!",
    "beforeRealGameInfo" : "Now You will proceed to the real test.",
    "personalityTestAnswer1" : "1) Rarely / Never",
    "personalityTestAnswer2" : "2) Occasionally",
    "personalityTestAnswer3" : "3) Often",
    "personalityTestAnswer4" : "4) Almost Always / Always",
    "personalityTestQuestion1" : "I plan tasks carefully.",
    "personalityTestQuestion2" : "I do things without thinking.",
    "personalityTestQuestion3" : "I make-up my mind quickly.",   
    "personalityTestQuestion4" : "I am happy-go-lucky.",
    "personalityTestQuestion5" : "I don’t “pay attention.”",
    "personalityTestQuestion6" : "I have “racing” thoughts.",
    "personalityTestQuestion7" : "I plan trips well ahead of time.",
    "personalityTestQuestion8" : "I am self controlled.",
    "personalityTestQuestion9" : "I concentrate easily.",
    "personalityTestQuestion10" : "I save regularly.",
    "personalityTestQuestion11" : "I “squirm” at plays or lectures.",
    "personalityTestQuestion12" : "I am a careful thinker.",
    "personalityTestQuestion13" : "I plan for job security.",
    "personalityTestQuestion14" : "I say things without thinking.",
    "personalityTestQuestion15" : "I like to think about complex problems.",
    "personalityTestQuestion16" : "I change jobs.",
    "personalityTestQuestion17" : "I act “on impulse.”",
    "personalityTestQuestion18" : "I get easily bored when solving thought problems.",
    "personalityTestQuestion19" : "I act on the spur of the moment.",
    "personalityTestQuestion20" : "I am a steady thinker.",
    "personalityTestQuestion21" : "I change residences.",
    "personalityTestQuestion22" : "I buy things on impulse.",
    "personalityTestQuestion23" : "I can only think about one thing at a time.",
    "personalityTestQuestion24" : "I change hobbies.",
    "personalityTestQuestion25" : "I spend or charge more than I earn.",
    "personalityTestQuestion26" : "I often have extraneous thoughts when thinking.",
    "personalityTestQuestion27" : "I am more interested in the present than the future.",
    "personalityTestQuestion28" : "I am restless at the theater or lectures.",
    "personalityTestQuestion29" : "I like puzzles.",
    "personalityTestQuestion30" : "I am future oriented."
  },




  "Polski": {
    "next": "Następny",
    "collectedMoney": "Zebrane wirtualne pieniądze",
    "expectedPrize": "Nagroda za aktualny balon",
    "expectedBalloons": "Balon",
    "takeMoney" : "Weź pieniądze",
    "question1": "<Pytanie do tekstu1>",
    "question2": "Drugie pytanie do tekstu ...",
    "answers1": ["odp. 1", "odp. 2", "odp. 3", "odp. 4"],
    "youScored": "Dziękuję za odpowiedzi!",
    "outOf": "z",
    "Man": "Mężczyzna",
    "Woman": "Kobieta",
    "Other": "Inny",
    "LastName": "E-mail (opcjonalne jeżeli chcesz brać udział w rozdaniu nagród dla najlepszych)",
    "Age": "Wiek",
    "Sex": "Płeć",
    "summary": "Dziękuję za udział w teście.\nTwoje odpowiedzi zosały zapisane.\nMożesz bezpiecznie zamknąć to okno.",
    "introductionMessage": "Zostałeś zaproszony do wzięcia udziału w badaniu do pracy magisterskiej Kacpra Rzepeckiego, studenta V roku Psychologii na Uniwersytecie Wrocławskim. Uzyskane dane pomogą w przygotowaniu  pracy magisterskiej, która dotyczy wykazania różnic pomiędzy osobami posługującymi się różnymi językami obcymi.\nUdział w badaniu jest dobrowolny oraz w pełni anonimowy.\nWyniki zostaną użyte wyłącznie do celów naukowych i będą analizowane jedynie w kontekście grupowym, a nie indywidualnym.\nNa końcu badania zostanie wyświetlona krótka gra.\nDla najlepszych wyników przewidziane są nagrody rzeczowe w postaci bonu podarunkowego do sklepów EMPIK na 50zł.\nZostaną wybrane 3 osoby o najlepszych wynikach.",
    "acknowledgementMessage": "Niniejszym oświadczam, że z własnej i nieprzymuszonej woli zgadzam się uczestniczyć w tym badaniu i wiem, że w każdej chwili mogę się wycofać z powodów, których nie muszę ujawniać i bez narażenia się na jakiekolwiek konsekwencje. Prowadzący badanie zapewnił mnie o zachowaniu mojej anonimowości. Wyrażam zgodę na przetwarzanie danych dotyczących mnie, lecz wyłącznie w celach związanych z tym badaniem.\nKlikając OK zgadzasz się na udział w badaniu.",
    "personalityTestInformation": "Ludzie różnią się sposobem, w jaki zachowują się i myślą w różnych sytuacjach. Ten test ma zmierzyć niektóre sposoby działania i myślenia. Przeczytaj każde zdanie i zaznacz odpowiedź, która najlepiej do Ciebie pasuje. Nie spędzaj nad nimi zbyt wiele czasu. Odpowiadaj szybko i szczerze.\n\n1) Rzadko / Nigdy\n2) Okazjonalnie\n3) Często\n4) Prawie Zawsze / Zawsze",
    "readingComprehensionInfo" : "W następnej części badania zostaniesz poproszony o wykonanie kilku prostych zadań sprawdzających proste funkcje językowe. Czytaj uważnie wyświetlane informacje i postaraj sie je wykonać najdokładniej jak potrafisz.",
    "readingComprehension" : "Czytanie ze zrozumieniem:\nPrzeczytaj tekst i odpowiedz na pytania. Gdy przeczytasz tekst kliknij: \"Przejdź do zadania\".\nUWAGA! Po przejściu dalej nie będzie możliwości powrotu do tekstu.",
    "readingComprehensionText" : "Nie ma idealnego tekstu. Tak samo jak nie ma idealnej rozpaczy – powiedział mi pewien pisasz poznany przypadkiem w czasie studiów. Dopiero zacznie później zrozumiałem, co te słowa naprawdę znaczą, ale wtedy w pewnym stopniu mnie pocieszyły. Że nie ma jednak idealnego tekstu. Mimoto, kiedy zabierałem sie do pisania, zawsze ogarniała mnie rozpacz, bo zakres tematów, o których mogłem pisać, był bardzo ograniczony. Na przykład gdyby nawet udało się napisać coś o słoniach, nie umiałbym dodać nic o treserach. Tak to już jest. Przez 8 lat zmagałem się z takimi dylematami, 8 długich lat. Oczywiście tak długo, jak człowiek wierzy, że w każdej sytuacji można się czegoś nauczyć, starzenie się tak bardzo nam nie przeszkadza. A przynajmniej takie panuje powszechne przekonanie. Od ukończenia 20 lat przez cały czas starałem się tak robić. Dzieki temu wielokrotnie dostałem bolesną nauczkę, czułem sie oszukany albo niezrozumiany, ale jednocześnie spotkało mnie wiele przedziwnych doświadczeń. Różni ludzie zbliżali się, zagadywali, z głośnym tupaniem przechodzili po mnie jakby szli po moście, i więcej się nie pokazywali. Ja tylko zaciskałem zęby i nic nie mówiłem. Tak nadszedł ostatni rok trzeciej dekady mojego życia.",
    "balloonGameInfo" : "Za chwilę wyświetlona zostanie kolejna część badania. Zostaniesz w niej poproszony o rozegranie prostej gry w \"Pompowanie balonów\". Celem gry jest zdobycie jak największej ilości punktów zdobytych poprzez zwiększanie objętości balona. Każdorazowe napompowanie balona zwiększy jego wartość, ale może on również pęknąć - jest to równoznaczne z uzyskaniem\n 0 pkt za dany balon. W każdej z 4 tur zostanie wyświetlonych 5 balonów. Licznik po prawej stronie będzie Ci pokazywał twoje dotychczas zdobyte punkty z poprzednich tur. Na końcu tury będziesz miał okazję porównać swój wynik do wyniku innych uczestników.\nPierwsza tura jest testowa i nie będzie liczyła punktów – ma ona na cel zaznajomienie Cię z mechaniką gry.\nPowodzenia!",
    "beforeRealGameInfo" : "Teraz przystąpimy do prawdziwego testu.",
    "personalityTestAnswer1" : "1) Rzadko / Nigdy",
    "personalityTestAnswer2" : "2) Okazjonalnie",
    "personalityTestAnswer3" : "3) Często",
    "personalityTestAnswer4" : "4) Prawie Zawsze / Zawsze",
    "personalityTestQuestion1" : "Starannie planuję zadania.",
    "personalityTestQuestion2" : "Szybko podejmuję decyzje.",
    "personalityTestQuestion3" : "Robię rzeczy bez myślenia.",
    "personalityTestQuestion4" : "Planuję przyszłość.",
    "personalityTestQuestion5" : "Jestem beztroski.",
    "personalityTestQuestion6" : "Nie przejmuję się.",
    "personalityTestQuestion7" : "Idee gotują się w mojej głowie.",
    "personalityTestQuestion8" : "Wycieczki planuję z dużym wyprzedzeniem.",
    "personalityTestQuestion9" : "Mam samokontrolę.",
    "personalityTestQuestion10" : "Łatwo się skupiam.",
    "personalityTestQuestion11" : "Oszczędzam systematycznie.",
    "personalityTestQuestion12" : "Niepokoję się, gdy muszę długo siedzieć.",
    "personalityTestQuestion13" : "Dokładnie wszystko analizuję.",
    "personalityTestQuestion14" : "Szukam stałej pracy. (planuję bezpieczeństwo pracy)",
    "personalityTestQuestion15" : "Mówię bez namysłu.",
    "personalityTestQuestion16" : "Lubię rozwiązywać skomplikowane problemy.",
    "personalityTestQuestion17" : "Zdarza mi się zmieniać miejsce pracy.",
    "personalityTestQuestion18" : "Działam pod wpływem impulsu.",
    "personalityTestQuestion19" : "Łatwo się nudzę, kiedy muszę dużo pomyśleć.",
    "personalityTestQuestion20" : "Działam pod wpływem chwili.",
    "personalityTestQuestion21" : "Jestem wytrwałym myślicielem.",
    "personalityTestQuestion22" : "Zmieniam miejsce zamieszkania.",
    "personalityTestQuestion23" : "Kupuję impulsywnie.",
    "personalityTestQuestion24" : "Mogę myśleć tylko o jednej rzeczy na raz.",
    "personalityTestQuestion25" : "Zmieniam zainteresowań.",
    "personalityTestQuestion26" : "Wydaję więcej niż zarabiam.",
    "personalityTestQuestion27" : "Kiedy myślę o jednej rzeczy, rozpraszają mnie inne myśli.",
    "personalityTestQuestion28" : "Bardziej interesuje mnie teraźniejszość niż przyszłość.",
    "personalityTestQuestion29" : "Niecierpliwię się na zajęciach i wykładach.",
    "personalityTestQuestion30" : "Lubię łamigłówki."
  },




  "Español": {
    "next": " <Następny> ",
    "collectedMoney": "<Zebrane wirtualne pieniądze>",
    "expectedPrize": "<Nagroda za aktualny balon>",
    "expectedBalloons": "<Balon>",
    "takeMoney" : "<Weź pieniądze>",
    "question1": "<Pytanie do tekstu1>",
    "answers1": ["odp. 1", "odp. 2", "odp. 3", "odp. 4"],
    "youScored": "<Dziękuję za odpowiedzi!>",
    "outOf": "<z>",
    "Man": "<Mężczyzna>",
    "Woman": "<Kobieta>",
    "Other": "<Inny>",
    "LastName": "<E-mail (opcjonalne jeżeli chcesz brać udział w rozdaniu nagród dla najlepszych)>",
    "Age": "<Wiek>",
    "Sex": "<Płeć>",
    "summary": "<TODO RZEPA>",
    "introductionMessage" : "Usted ha sido invitado a participar en un estudio de investigación del trabajo de fin de máster de Kacper Rzepecki, estudiante de quinto año de Psicología en la Universidad de Wrocław. Los datos obtenidos ayudarán en la preparación del trabajo de fin de máster que muestre las diferencias entre personas que usan diferentes idiomas extranjeros.\nLa participación en el estudio es voluntaria y completamente anónima. Los resultados se utilizarán solo con fines científicos y se analizarán solo en contexto grupal, no individual.\nAl final del estudio se mostrará un pequeño juego. A las tres personas que obtengan el mejor resultado se les premiará con la tarjeta regalo, con el valor de 50 PLN una, para las tiendas EMPIK.",
    "acknowledgementMessage" : "Por la presente declaro que consiento por mi propia voluntad participar en este estudio y soy consciente de que puedo retirarme en cualquier momento por razones que no necesito revelar y sin riesgo de consecuencias. El investigador me aseguró que permanecería anónimo.\nDoy el consentimiento para el procesamiento de mis datos, pero solo para los fines relacionados con esta investigación. TODO klikając OK zgadzasz się na udział w badaniu",
    "personalityTestInformation" : "La gente difieren en la forma en que actúan y piensan en diferentes situaciones. Esta prueba\ntiene como objetivo medir determinadas formas de actuar y pensar. Lee cada frase y marca la respuesta que más te convenga. No dedique demasiado tiempo a ellos. Responda rápida y honestamente.",
    "readingComprehensionInfo" : "En la parte siguiente del estudio se le pedirá hacer unos pequeños ejercicios que van a comprobar funciones simples del lenguaje. Lea atentamente la información e intente hacerlos con la mayor precisión posible.",
    "readingComprehension" : "La comprensión de lectura:\nLea el texto y conteste a las preguntas. Después de leer el texto, haga click en \"Pasa al ejercicio\". ¡Ojo! Después de continuar, no podrá volver al texto.",
    "readingComprehensionText" : "La escritura perfecta no existe. De la misma forma que tampoco existe la desesperación absoluta.» Esto me lo dijo un escritor al que conocí por casualidad cuando yo era estudiante universitario.\nSólo mucho tiempo después logré comprender el auténtico significado de aquellas palabras, o al menos supe interpretarlas de modo que me proporcionaran algún consuelo: La escritura perfecta no existe». Sin embargo, como era previsible, a la hora de escribir me sumía siempre en la desesperación. Porque el ámbito de las cosas sobre las que podía escribir era demasiado reducido. Aunque lograse contar, por ejemplo, algo sobre los elefantes, sería incapaz de decir ni una sola palabra sobre quién se servía de ellos. A eso me refiero. Durante ocho años me vi inmerso en este dilema... Ocho años. Eso es mucho tiempo. Claro que envejecer no es tan duro si te mantienes receptivo a aprender lo que sea sobre cualquier cosa. Al menos eso dicen. Poco después de cumplir los veinte, adopté esta postura vital y desde entonces siempre me he esforzado en mantenerla. Como consecuencia de ello, los demás me han asestado duros golpes, me han engañado, han malinterpretado mis palabras; pero, al mismo tiempo, he vivido un sinfín de experiencias insólitas. Mucha gente distinta se ha acercado a contarme sus historias, ha pasado sobre mí con fuertes y sonoras pisadas, como si cruzara un puente, y luego se ha alejado y no ha vuelto jamás. Mientras tanto, yo he permanecido inmóvil, con la boca cerrada, sin pronunciar palabra. Y así he llegado al final de la veintena.",
    "balloonGameInfo" : "En un momento se le mostrará la parte siguiente de la investigación. Se le pedirá participar en un simple juego “Inflar los globos”. El objetivo del juego es sumar tantos puntos como sea posible aumentando el volumen del globo. Cada vez que infle el globo, aumentará su valor, pero también puede explotar; esto equivale a recibir 0 puntos por el globo. En cada uno de los 4 turnos, se mostrarán 5 globos. El contador de la derecha le mostrará los puntos que ha ganado hasta ahora en turnos anteriores. Al final del turno, tendrá la oportunidad de comparar su puntuación con la de otros participantes.\nEl primer turno será una prueba y no contará puntos. Su objetivo es familiarizarse con el funcionamiento del juego.\n¡Buena suerte!",
    "beforeRealGameInfo" : "<RZEPA TODO>",
    "personalityTestAnswer1" : "1) Rara vez / Nunca",
    "personalityTestAnswer2" : "2) Ocasionalmente",
    "personalityTestAnswer3" : "3) A menudo",
    "personalityTestAnswer4" : "4) Casi siempre / siempre",
    "personalityTestQuestion1" : "Planeo las tareas cuidadosamente.",
    "personalityTestQuestion2" : "Hago las cosas sin pensar.",       
    "personalityTestQuestion3" : "Tomo mis decisiones rápidamente.", 
    "personalityTestQuestion4" : "Soy despreocupado.",
    "personalityTestQuestion5" : "No presto atención.",
    "personalityTestQuestion6" : "Me bullen las ideas en la cabeza.",
    "personalityTestQuestion7" : "Planeo los viajes con mucha antelación.",
    "personalityTestQuestion8" : "Tengo auto-control.",
    "personalityTestQuestion9" : "Me concentro fácilmente  4 3  2 1.",
    "personalityTestQuestion10" : "Ahorro sistemáticamente.",
    "personalityTestQuestion11" : "Me pongo inquieto cuando tengo que permanecer mucho tiempo sentado.",
    "personalityTestQuestion12" : "Pienso las cosas con cuidado.",
    "personalityTestQuestion13" : "Busco tener un trabajo fijo.",
    "personalityTestQuestion14" : "Digo las cosas sin pensarlas.",
    "personalityTestQuestion15" : "Me gusta resolver asuntos complicados.",
    "personalityTestQuestion16" : "Suelo cambiar de trabajo.",
    "personalityTestQuestion17" : "Actúo por impulsos.",
    "personalityTestQuestion18" : "Me aburro fácilmente cuando tengo que pensar mucho en una cosa.",
    "personalityTestQuestion19" : "Actúo de improviso.",
    "personalityTestQuestion20" : "Soy una persona de ideas firmes.",
    "personalityTestQuestion21" : "Me mudo de vivienda con facilidad.",
    "personalityTestQuestion22" : "Compro impulsivamente.",
    "personalityTestQuestion23" : "No puedo pensar en dos cosas a la vez.",
    "personalityTestQuestion24" : "Cambio de aficiones.",
    "personalityTestQuestion25" : "Me gasto más de lo que gano.",
    "personalityTestQuestion26" : "Cuando estoy pensando en una cosa me distraigo con otros pensamientos.",
    "personalityTestQuestion27" : "Estoy más interesado en el presente que en el futuro.",
    "personalityTestQuestion28" : "Me impaciento en las clases y conferencias.",
    "personalityTestQuestion29" : "Me gustan los puzzles.",
    "personalityTestQuestion30" : "Hago planes para el futuro."
  }
}
